[{"title":"Auto-Lambda: Disentangling Dynamic Task Relationships","link":"https://paperswithcode.com/paper/auto-lambda-disentangling-dynamic-task","description":"Unlike previous methods where task relationships are assumed to be fixed, Auto-Lambda is a gradient-based meta learning framework which explores continuous, dynamic task relationships via task-specific weightings, and can optimise any choice of combination of tasks through the formulation of a meta-loss; where the validation loss automatically influences task weightings throughout training.","date":"2/9/2022"},{"title":"PGMax: Factor Graphs for Discrete Probabilistic Graphical Models and Loopy Belief Propagation in JAX","link":"https://paperswithcode.com/paper/pgmax-factor-graphs-for-discrete","description":"PGMax is an open-source Python package for easy specification of discrete Probabilistic Graphical Models (PGMs) as factor graphs, and automatic derivation of efficient and scalable loopy belief propagation (LBP) implementation in JAX.","date":"2/10/2022"},{"title":"Semi-Supervised Convolutive NMF for Automatic Music Transcription","link":"https://paperswithcode.com/paper/semi-supervised-convolutive-nmf-for-automatic","description":"Automatic Music Transcription, which consists in transforming an audio recording of a musical performance into symbolic format, remains a difficult Music Information Retrieval task.","date":"2/11/2022"},{"title":"Image-to-Image Regression with Distribution-Free Uncertainty Quantification and Applications in Imaging","link":"https://paperswithcode.com/paper/image-to-image-regression-with-distribution","description":"Image-to-image regression is an important learning task, used frequently in biological imaging.","date":"2/12/2022"},{"title":"The leap to ordinal: functional prognosis after traumatic brain injury using artificial intelligence","link":"https://paperswithcode.com/paper/the-leap-to-ordinal-functional-prognosis","description":"We analysed the effect of 2 design elements on ordinal model performance: (1) the baseline predictor set, ranging from a concise set of 10 validated predictors to a token-embedded representation of all possible predictors, and (2) the modelling strategy, from ordinal logistic regression to multinomial deep learning.","date":"2/13/2022"}]